[
  {
    "id": 1,
    "reading_text": "\"Mr Fisher remembered a time – surely, not so long ago – when books were golden, when imaginations soared, when the world was filled with stories which ran like gazelles and pounced like tigers and exploded like rockets, illuminating minds and hearts. He had seen it happen; had seen whole classes swept away in the fever. In those days, there were heroes; there were dragons and dinosaurs; there were space adventurers and soldiers of fortune and giant apes. In those days, thought Mr Fisher, we dreamed in colour, though films were in black and white, and good always triumphed in the end.\"",
    "question": "\"AQA 2018 P1Q2 How does the writer use language here to convey Mr Fisher/s views on books and stories of the past?\"                                                                                  ",
    "model_answers": "Harris uses a metaphor to clearly illustrate Fisher's passion for stories. Stories are consistently said to be like animals: 'tigers', 'gazelles'. This sugests that each story is unique and special in its own way and this is why Fisher loves then. The similie 'pounced like tigers' shows he is stimulated by stories. The verb 'pounced' suggests aggression and commitment, reflect Fisher's passion and commitment for them. However, the comparison to endangered animals like 'tigers' and 'gazelles' reflects Fishers' and ultimately the writer's overraching fear that stories are becoming endangered. Yet Harrision says that they 'illuminate minds and hearts' suggesting that they will always remain integral and important to us. Harris also use repetition to show Fisher's continued love for stories. The repetition of 'In those days' shows how the love and happy memories of stories are overwhelming and this shines in his perpetual dedication for them. However the use of the past tense gives an underlying sense of loss and despair in Fisher that he feels lost without the wonders of his stories yet. Harris reinforces his committed love by giving a hopeful declarative at the end: 'good always triumphed in the end' suggesting that he believes that they will come again like 'rockets' and 'heroes', the underlying theme of the source."
  },
  {
    "id": 2,
    "reading_text": "\"Rosie had made a quick check of the unfamiliar garden before letting the children go out to\nplay. The bottom half of the garden was an overgrown mess, a muddle of trees and\nshrubs. An ancient mulberry tree stood at the centre. Its massive twisted branches\ndrooped to the ground in places, its knuckles in the earth like a gigantic malformed hand.\nThe wintry sun hung low in the sky and the gnarled growth threw long twisted shadows\nacross the undergrowth within its cage. The trunk of the tree was snarled with the tangled\nivy that grew up through the broken bricks and chunks of cement, choking it. The path that\nled down towards the fence at the bottom, which marked the garden off from an orchard\nbeyond, disappeared into a mass of nettles and brambles before it reached the padlocked\ndoor. \"",
    "question": "\"AQA 2020 P1Q2 How does the writer use language here to describe the garden?\n\"",
    "model_answers": [
      "\" In the passage, the writer uses a range of language techniques to describe the garden. The\r\npassage has a consistent theme of personification to describe the garden and the different\r\nplants and trees in it. The ‘ancient mulberry tree’ is described as being ‘stood’ in the centre,\r\nwhich suggests it is looming over the garden, right in the middle, almost as if it is protecting the\r\ngarden; a supernatural force of nature. Furthermore, with the phrase ‘the gnarled growth threw\r\nlong, twisted shadows’, the writer creates dark and foreboding imagery. The personification in\r\nthe words ‘gnarled’ and ‘twisted’ also suggests anger and bitterness, further contributing to the\r\ntension of the passage as Rosie journeys towards the locked door. The writer describes the ivy\r\nas ‘choking’ the tree as it was ‘snarled’ with it, and this imagery suggests that the garden is\r\nalmost at war with itself, and is in chaos. The descriptive language here once again has\r\nconnotations of vindictiveness and anger, as if the garden is angry and sprawling, which further\r\nbuilds the tension of the text.\r\nFurthermore, the writer uses metaphorical language and similes throughout the passage in\r\norder to describe the garden. The writer uses a metaphor and simile to describe the huge tree in\r\nthe garden, in ‘its knuckles in the earth like a gigantic malformed hand’. This personification in\r\nthe comparison of the tree to a hand, through ‘malformed hand’ and ‘knuckles’, allows the\r\nreader to intensely imagine the scene. The connotations of these words are harsh and\r unwelcoming, even scary, and the reader is left feeling like the garden is an unfriendly and\r\nterrifying place. Furthermore, the theme of anger in the description of the garden is continued\r\nhere, through the word ‘knuckles’ which carries the connotation of a punch or a fight, and we are\r\nleft once again with the sense that the garden is at war with itself, the plants constantly twisting\r\nand turning with each other.\""
    ]
  },
  {
    "id": 3,
    "reading_text": "\"Kino's breath whistled in his nostrils and he opened his mouth to stop it. And then the startled look was gone from him and the rigidity from his body. In his mind a new song had come, the Song of Evil, the music of the enemy, of any foe of the family, a savage, secret, dangerous melody, and underneath, the Song of the Family cried plaintively. The scorpion moved delicately down the rope toward the box. Under her breath Juana repeated an ancient magic to guard against such evil, and on top of that she muttered a Hail Mary between clenched teeth. But Kino was in motion. His body glided quietly across the room, noiselessly and smoothly. His hands were in front of him, palms down, and his eyes were on the scorpion. Beneath it in the hanging box Coyotito laughed and reached up his hand toward it. It sensed danger when Kino was almost within reach of it. It stopped, and its tail rose up over its back in little jerks and the curved thorn on the tail's end glistened. Kino stood perfectly still. He could not move until the scorpion moved, and it felt for the source of the death that was coming to it. Kino's hand went forward very slowly, very smoothly. The thorned tail jerked upright.\"",
    "question": "\"AQA 2022 P1Q2 How does the writer use language here to describe the conflict between Kino and the\r\nscorpion? \"",
    "model_answers": [
      "\"In the lines mentioned in the question, the writer uses an extended metaphor of the ‘Song of\r\nthe Family’ and the ‘Song of Evil’. This language technique helps to juxtapose the good, Kino\r\nand Juana, with the evil, the scorpion. In this way, it is clear that the family are portrayed as the\r\ninnocent victims, whereas the scorpion is presented as the aggressor. This is reinforced by the\r\nadverb ‘plaintively’, used alongside the emotive verb ‘cried’, which stresses the innocence of the\r\nfamily faced with the threat from the scorpion. In addition, through this extended metaphor, the\r\ntwo involved parties are presented in capital letters, which helps to create clearly defined sides\r\nto the situation, almost as if it is a literal conflict in itself, with forces on either side.\r\nFurthermore, the threat of the scorpion is emphasised through the rule of three in the line ‘a\r\nsavage, secret, dangerous melody’. This technique helps to portray the hazard carried by the\r\nscorpion, and highlights the danger that the family find themselves in. The alliteration of the ‘s’ in\r\nthe same sentence resembles a hushing sound, which illustrates the parents’ intentions to\r\nremain silent, so as not to frighten the scorpion into delivering the stinging blow. This sibilance\r\nhelps to create a vivid imagery of the conflict. To add to this, the scenario developing in the\r\nsource is mirrored by the use of the word ‘melody’. This word, normally associated with a\r\npeaceful and sweet meaning, takes on a harsh tone, accentuated by the sinister adjectives\r\n‘savage’ and ‘dangerous’. This in turn casts a threatening light on the conflict. In addition, the writer uses the senses of sight and sound to build tension and suspense within\r\nthe narrative. For example, the onomatopoeic use of the word ‘whistled’, coupled with the\r\nadverb ‘noiselessly’, really emphasise the quietness further, by creating vivid images in the\r\nreader’s mind. This creates the impression that Kino is firmly locked in and focused on the\r\nscene, and that no background noise is able to distract him.\r\"\r"
    ]
  },
  {
    "id": 4,
    "reading_text": "\"I am not one to hold a prejudice against any animal, but it is a plain fact that the\nspotted hyena is not well served by its appearance. It is ugly beyond redemption.\nIts shaggy, coarse coat is a bungled mix of colours, with the spots having none of\nthe classy ostentation of a leopard’s, they look rather like the symptoms of a skin\ndisease. The head is broad and too massive, with a high forehead, like that of a\nbear, but suffering from a receding hairline, and with ears that look ridiculously\nmouse-like, large and round, when they haven’t been torn off in battle. The mouth\nis forever open and panting. The nostrils are too big. The tail is scraggly and\nunwagging. All the parts put together look doglike, but like no dog anyone would\nwant as a pet.\"",
    "question": "\"AQA 2023 P1Q2 How does the writer use language here to describe the hyena’s appearance?\"",
    "model_answers": [
      "\"The writer uses evaluative language to present the hyena’s appearance as completely unacceptable. The phrase “it is a plain fact” that the hyena is “ugly beyond redemption” suggests that its appearance cannot be excused or improved. “Ugly beyond redemption” implies that the animal is so repulsive it deserves to be condemned, as if its looks are a permanent flaw.\n\nAdjectives are used to describe the hyena’s fur as a “shaggy, coarse coat,” which suggests it is rough and unpleasant to look at. Contrast is used when this is followed by a “bungled mix of colours.” The verb “bungled” implies a failed attempt at beauty, which portrays the hyena as a scruffy, mismatched creature. This reinforces the idea that its appearance is unnatural.\n\nThe description also implies that the hyena’s outer ugliness reflects an inner unpleasantness. The combination of these features suggests that its appearance has been shaped by something deeper — that it is not only physically unattractive but wrong on a symbolic level. This builds a strong impression of something that should be rejected.\n\nA simile is used to describe the hyena’s spots as looking “like the symptoms of a skin disease.” This comparison implies its appearance is diseased and disturbing, making it seem not just ugly but physically revolting. Contrast is used again when the hyena is compared to the “classy ostentation of a leopard,” which highlights how far it falls short of beauty.\n\nSeveral details criticise the hyena’s appearance, having a “too massive” head and “suffering from a receding hairline” and “ears that look ridiculously mouse like,” which suggest that it is a monstrous beast, both ugly and disgusting. Exaggeration is used to make its proportions seem unnatural, and personification is used to mock it, as though it has human flaws. The word “ridiculously” adds humour, portraying the hyena as both mismatched and absurd.\""
    ]
  },
  {
    "id": 5,
    "reading_text": "\"This was an uncharacteristically gloomy train of thought, and Mr Fisher pushed it away.\nNot all his boys lacked imagination. Alistair Tibbet, for instance, even though he had\nobviously done part of his homework on the bus. An amiable boy, this Tibbet. Not a\nbrilliant scholar by any means, but there was a spark in him which deserved attention.\nMr Fisher took a deep breath and looked down at Tibbet’s exercise book, trying not to think\nof the snow outside and the five o’clock bus he was now almost certain to miss. Four\nbooks to go, he told himself; and then home; dinner; bed; the comforting small routine of a\nwinter weekend.\nBut, gradually sitting there in the warm classroom with the smell of chalk and floor polish in\nhis nostrils, Mr Fisher began to experience a very strange sensation. It began as a\ntightening in his diaphragm, as if a long unused muscle had been brought into action. His\nbreathing quickened, stopped, quickened again. He began to sweat. And when he\nreached the end of the story, Mr Fisher put down his red pen and went back to the\nbeginning, re-reading every word very slowly and with meticulous care. This must be what a prospector feels when, discouraged and bankrupt and ready to go\r\nhome, he takes off his boot and shakes out a nugget of gold the size of his fist. He read it\r\nagain, critically this time, marking off the paragraphs with notes in red. A hope, which at\r\nfirst Mr Fisher had hardly dared to formulate, swelled in him and grew strong. He found\r\nhimself beginning to smile.\r\nIf anyone had asked him what Tibbet’s story was about, Mr Fisher might have been hard\r\nput to reply. There were themes he recognised, elements of plot which were vaguely\r\nfamiliar: an adventure – a quest, a child, a man. But to explain Tibbet’s story in these terms\r\nwas as meaningless as trying to describe a loved one’s face in terms of nose, eyes, mouth.\r\nThis was something new. Something entirely original.\"",
    "question": "\"AQA 2018 P1Q4 A student said, ‘This part of the story, where Mr Fisher is marking homework,\r\nshows Tibbet’s story is better than Mr Fisher expected, and his reaction is\r\nextreme.’\r\nTo what extent do you agree?\r\nIn your response, you could:\r\n• consider your own impressions of what Mr Fisher expected Tibbet’s\r\nhomework to be like\r\n• evaluate how the writer conveys Mr Fisher’s reaction to what he discovers\r\n• support your response with references to the text. \"",
    "model_answers": [
      "\"I agree with the student’s statement to some extent that Mr Fisher’s reaction is extreme,\r\nhowever, it is also realistic as the passage shows the absolute joy that stories can bring to\r\npeople. Initially, Mr Fisher does not seem overly enthusiastic about reading Alistair Tibbet’s\r\nstory. He comments that Tibbet is not a ‘brilliant scholar by any means’ and ‘had obviously done\r\npart of his homework on the bus,’ indicating that Tibbet does not prioritise his studies. In this\r\nway, the reader can see that Mr Fisher does not have high expectations regarding his piece of\r\nhomework. Though he recognises Tibbet’s imagination as different from the other boys in the\r\nclass, due to the ‘spark in him which deserved attention,’ Mr Fisher is preoccupied with his own\r\ndomestic routine. The trio of ‘home; dinner; bed,’ and the fact he only had ‘four books to go’\r\nhighlights that he would much rather finish the task quickly so that he can resume his comforting\r\ndomestic schedule.\r\nThe shift that takes place in the next paragraph explores Mr Fisher’s strong reaction to reading\r\nthe story. His physical response could be considered extreme, as Harris incorporates complex\r\nsentences detailing the impact of the story within the text. The statement that, ‘It began as a\r\ntightening in his diaphragm, as if a long unused muscle had been brought into action’, highlights\r\nthe start of his excitement in reading the story. The detail of the unused muscle is indicative that\r\nno stories have made Mr Fisher react in this way for a long time. The choice to link the\r\ndiaphragm to this renewed sense of passion, as a muscle linked to breathing and respiration,indicates the life-giving power which the story has upon Mr Fisher. Therefore, though extreme,\r\nthe reader may share in the fact that his passion has been reignited.\r\nHis astonishment may be rooted in the fact that he sees Tibbet’s story as something ‘entirely\r\noriginal’. Thus the reader can even more deeply understand why he responds in such a physical\r\nmanner. Juxtaposition of long and short sentences shows Mr Fisher’s epiphany that Tibbet has\r\ncrafted a brilliant story, particularly as he ‘put down his red pen and went back to the beginning,\r\nre-reading every word very slowly and with meticulous care’. In this way, the initial rush of\r\nphysical excitement is complemented by his treatment of the work with slow and meticulous\r\ncare, evidencing that Mr Fisher is in complete awe.\r\nHarris’ use of the metaphor of the prospector to highlight the sense of triumphant discovery also\r\ncontributes to the impression of extremity in Mr Fisher’s reaction. His comparison to a gold\r\ndigger who was ‘discouraged and bankrupt and ready to go home’ before finding ‘a nugget of\r\ngold the size of his fist’, demonstrates that the story is almost like a precious treasure. His joy at\r\nthis finding is made more extreme as it provides a true contrast to the gloom of his initial\r\nattitude. The sense of hope Mr Fisher feels is especially powerful, as it ‘swelled in him and grew\r\nstrong’. The reader wants to share in this hope. Hence, the severity of Mr Fisher’s reaction is\r\nrealistic to his situation, as previously he had felt resigned to his students’ lack of imagination,\r\nand passion for the subject.\r\nOverall, I agree with the student that the reaction is extreme, however it is understandable in the\r\nwider context of the text. The overtly disillusioned Mr Fisher is filled with hope that Tibbet’s\r\nimagination meant that something new was taking place within storytelling, and that the\r\nimaginative ability he possesses indicates hope for the future.\"\r"
    ]
  },
  {
    "id": 6,
    "reading_text": "\"A little girl was sitting back on her heels beside a clump of daisies that grew against the\nfence. She had her back to Rosie and was holding tight to the handle of a large wicker\nbasket that stood on the ground beside her. Cara seemed unfazed by the girl’s presence\nand continued to move, engrossed, along the row of plants. Rosie bent forward to look\nthrough the clearest of the panes and peered closer. The child was small, maybe around\neight or nine, although something in the tense hunch of her shoulders made her seem\nolder. Her hair hung down her back in a matted, dusty-looking plait and she was wearing\ndressing-up clothes: an ankle-length dress and pinafore in washed-out greys and tans, like\na home-made Cinderella* costume. Something wasn’t right here. She had seen distress in those eyes.\nRosie turned away, dried her hands hurriedly and slipped on her flip-flops. She would go\ngently, raise no challenge about her being in the garden but say hello and try to find out\nwhat was the matter. Maybe if she pointed out that her mother would be worrying where\nshe was, she could persuade the girl to let her take her home.\nBut when she stepped outside, the child was gone. \"\nWhere on earth had she come from? She must be a neighbour’s child but how had she got\nin? The wooden fences that separated the gardens between each of the houses in the\nterrace were high – surely too high for a child to climb.\nThe child glanced over her shoulder, back towards the houses, a quick, furtive movement\nas if she were scanning the upper windows of the row, afraid of being overlooked. Rosie\ncaught a glimpse of her face, pale and drawn with anxiety, before the girl turned back and\nreached forward to quickly tuck a piece of trailing white cloth into the basket. Almost\nunconsciously, Rosie registered that the girl was left-handed like herself, and that there was\nsomething animal-like in her movements: quick, like the darting of a mouse or the flit of a\nsparrow, some small dun creature that moves fast to blend into the background.",
    "question": "\"AQA 2020 P1Q4 A student said, ‘I wasn’t at all surprised by the disappearance of the stranger child at the\r\nend of the extract. The writer has left us in no doubt that she is just part of Rosie’s\r\nimagination.’\r\nTo what extent do you agree?\r\nIn your response, you could:\r\n• consider the disappearance of the stranger child\r\n• evaluate how the writer presents the stranger child\r\n• support your response with references to the text.\r\"",
    "model_answers": [
      "Despite Rosie’s initial thoughts of the child being real, the writer leaves so many clues\r\ntowards the child being imaginary, that we are not surprised at the end of the extract when she\r\ndisappears.\r\nIn the passage, the writer describes the ‘animal-like’ movements of the stranger child, and the\r\nuse of the simile ‘like the darting of a mouse or the flit of a sparrow’ adds depth to the\r\ndescription and allows the reader to imagine how fast she must be moving. From this, we can\r\ninfer that the child is not moving in a human-like way, and that the movements seem\r\nunpredictable and fast. These fast, animal-like movements, however, remain unnoticed by\r\nRosie’s child Cara, who has no reaction to the girl. The fact that Rosie’s daughter cannot see\r\nthe girl suggests that the girl’s movements are not only animal-like, but also that she herself is\r\nnot human, and is simply a figment of Rosie’s imagination.\r\nFurthermore, the imagery throughout the passage when describing the girl has connotations\r\nwith an old, ghostly figure, as well as fairy-tales. The stranger child’s hair is described as being\r\ntied back in a ‘matted, dusty-looking plait’, and she looked young in height and build, however\r\nsomething in the ‘hunch of her shoulders made her seem older’. Those readers well-versed in\r\nghost stories will pick up on the ghostly connotation in this passage. The fact that the girl’s\r\nhunched shoulders made her seem older gives us a clue that this could be a supernatural\r\nbeing, and thus it would not be surprising to find out that the girl has suddenly ‘gone’ at the end.\r\nMoreover, the use of the simile in ‘like a home-made Cinderella costume’ compares the girl’s\r\noutfit to a well-known fairy-tale, which insinuates that the girl may belong in such a story. As the\r\nreader will know, fairy-tales are often characterised by mystery and magic, and thus the reader\r\nis not surprised when the little girl disappears at the end of the passage.\r\nThe writer also structures the text in such a way that gives us clues that the stranger child is\r\nimaginary. The short sentence ‘Something wasn’t right here’, is structured in a one line\r\nparagraph so as to build tension in the narrative, and aims to draw in the reader’s attention to\r\nthis line. By drawing our attention into the fact that ‘something wasn’t right’, it is once again\r\ninsinuated to us that the child is somewhat abnormal. Furthermore, the repetition of rhetorical\r\nquestions asking how the child had entered the garden reflect the impossibility of the situation.\r\nThe use of the question ‘how had she got in?’ emphasises the difficulty and impossibility that a\r\nchild could have entered the garden, what with the high fences that separated the houses. We are therefore unsurprised by the end of the passage that the child has disappeared, just as\r\nimpossibly as she had entered.\r\nOverall, I would agree with the statement, as despite Rosie’s thoughts of the child being real,\r\nthe writer peppers clues throughout the structure and language of the text which suggest to us\r\nthat she is imaginary, or ghostly."
    ]
  },
  {
    "id": 7,
    "reading_text": "\"Kino's hand leaped to catch it, but it fell past his fingers, fell on the baby's shoulder, landed and.struck. Then, snarling, Kino had it, had it in his fingers, rubbing it to a paste in his hands. He threw it down and beat it into the earth floor with his fist, and Coyotito screamed with pain in his box. But Kino beat and stamped the enemy until it was only a fragment and a moist place in the dirt.” His teeth were bared and fury in his eyes and the Song of the Enemy roared in his ears. But Juana had the baby in her arms now. She found the puncture with redness starting from it already. She put her lips down over the puncture and sucked hard and spat and sucked again while Coyotito screamed. Kino hovered; he was helpless, he was in the way. The screams of the baby brought the neighbours. \"Scorpion. The baby has been stung.\" Juana stopped sucking the puncture for a moment. The little hole was slightly enlarged and its edges whitened from the sucking, but the red swelling extended farther around it in a hard lymphatic mound. An adult might be very ill from the sting, but a baby could easily die from the poison. First would come swelling and fever and tightened throat, and then cramps in the stomach, and then Coyotito might die if enough of the poison had gone in. But the stinging pain of the bite was going away. Coyotito's screams turned to moans. Kino had wondered often at the iron in his patient, fragile wife. She, who was obedient and respectful and cheerful and patient, She could stand fatigue and hunger almost better than. Kino himself. She was like a strong man. And now she did a most surprising thing. \"The doctor,\" she said. \"Go to get the doctor.\" \"The doctor would not come,\" Kino said to Juana. She looked up at him, her eyes as cold as the eyes of a lioness. This was Juana's first baby. - this was nearly everything there was in Juana's world, and Kino saw her determination. \"Then we will go to him,\" Juana said, and with one hand she arranged her dark blue shawl over her head and made of one end of it a sling to hold the moaning baby and a shade over his eyes to protect him from the light. The people in the doorway pushed against those behind to let her through. Kino followed her.",
    "question": "\"AQA 2022 P1Q4 A student said, “In this part of the story, Juana’s reaction to the danger facing their baby is\r\ndifferent to Kino’s. The writer shows that Kino is unhelpful, and it is Juana who tries to\r\nsave the baby’s life.”\r\nTo what extent do you agree?\r\nIn your response, you could:\r\n• consider Juana’s and Kino’s reactions to the danger facing their baby\r\n• evaluate how the writer presents Juana’s and Kino’s different reactions\r\n• support your response with references to the text.\"",
    "model_answers": [
      "It cannot be denied that the reactions of Kino and Juana to the danger facing their baby are\nvery different.\nKino is presented as being more intent on revenge than on protecting the life of his son. After\nkilling the scorpion, Kino is described as stamping on the scorpion, long after it had been killed,\nuntil it was ‘only a fragment’. This makes it seem as if Kino has no regard for saving his son’s\nlife, but is more focused on celebrating the death of the scorpion, almost as if he regards the\nsituation as a personal battle. This viewpoint is reinforced by the use of the emphatic ‘but’ to\nstart the sentence ‘But Kino beat and stamped the enemy until it was only a fragment and a\nmoist place in the dirt’. This sentence follows on from ‘Coyotito screamed in pain’ where the use\nof the contrasting word ‘but’ to start the sentence stresses that Kino’s actions are in complete\nopposition to that of a man trying to do his utmost to save his child. Furthermore, whilst Juana is\ntaking the necessary steps to try to save her son’s life, the writer’s description of Kino suggests\nthat he was more of a hindrance than a help: “he was helpless, he was in the way”. The\nrepetition of ‘he was” in these phrases places great importance on the fact that it was Kino who\nwas the futile party, rather than his wife.\nOn the other hand, Juana’s actions are undoubtedly focused on saving her child. Whilst Kino’s\ninstinctive reaction is to kill the scorpion and assert his supposed dominance over it, Juana’s\nfirst reaction is to tend to the needs of her son, by applying first aid. The writer cleverly uses the\npronoun ‘she’ to emphasise the role that Juana played in performing the life-saving actions: ‘she\nfound the puncture’ and ‘she put her lips down’ over this puncture. Furthermore, the contrast\nbetween the reactions of the two parents is evident immediately after the actions of Kino have\nbeen described. After Kino’s helplessness is presented, Juana is described as having ‘the baby in her arms now’. The striking point that the reader can infer from this is that this comforting\naction already supersedes the response from Kino, highlighting Juana’s strong maternal instinct.\nHowever, the connotation of this is that the baby is now metaphorically in his mother’s control\nwho will then help to ensure his safety from now on. As a result, the student can be considered\ncorrect in stating that it is solely Juana who tries to save the baby’s life.\nHowever, although Kino’s intentions towards saving his son after the death of the scorpion can\nbe questioned, it was he who eliminated the threat which could have caused further harm to the\nrest of the family in the first place. Although naive in his response and naive in failing to realise\nthe impact already inflicted by the scorpion, describing him as ‘unhelpful’ may be extreme and\nexaggerated. Despite adopting different roles during the process, they ultimately work together\nto protect their baby.\nIn conclusion, the reactions of Juana and Kino are different, shown emphatically by the\nstructural contrast of Kino’s emotionally charged and ineffectual reaction with the sensible and\nmeasured reaction that follows when the focus shifts to Juana. I agree with the student that Kino\nis depicted as being more unhelpful and impractical in trying to save his son’s life, whereas\nJuana is ostensibly presented as the sole character that tries to save Cayotito’s life.\n"
    ]
  },
  {
    "id": 8,
    "reading_text": "\"I was hoping the hyena would stay under the tarpaulin. I was disappointed. Nearly\nimmediately it leapt over the zebra and onto the stern bench. There it turned on\nitself a few times, whimpering and hesitating. I wondered what it was going to do\nnext. The answer came quickly: it brought its head low and ran around the zebra in\na circle, transforming the stern bench, the side benches and the cross bench just\nbeyond the tarpaulin into a twenty-five-foot indoor track. It did one lap-two-threefour-five-and onwards, non-stop, till I lost count. And the whole time, lap after lap, it\nwent yip yip yip yip yip in a high-pitched way.\nMy reaction, once again, was very slow. I was seized by fear and could only watch.\nThe beast was going at a good clip, and it was no small animal. The beating of its\nlegs against the benches made the whole boat shake, and its claws were loudly\nclicking on their surface. Each time it came from the stern I tensed. It was hairraising enough to see the thing racing my way; worse still was the fear that it would\nkeep going straight.\nAfter a number of laps it stopped short at the stern bench and crouched, directing\nits gaze downwards, to the space below the tarpaulin. It lifted its eyes and rested\nthem upon me. The look was nearly the typical look of a hyena – blank and frank,\njaw hanging open, big ears sticking up rigidly, eyes bright and black. I prepared for\nmy end. For nothing. It started running in circles again. When an animal decides to do something, it can do it for a very long time. All\nmorning the hyena ran in circles going yip yip yip yip yip. Every time the hyena\npaused at the stern bench, my heart jumped. And as much as I wanted to direct my\nattention to the horizon, to where my salvation lay, it kept straying back to this\nmaniacal beast.\nThings ended in typical hyena fashion. It stopped at the stern and started\nproducing deep groans interrupted by fits of heavy panting. I pushed myself away\non the oar till only the tips of my feet were holding on to the boat. The animal\nhacked and coughed. Abruptly it vomited. A gush landed behind the zebra. The\nhyena dropped into what it had just produced. It stayed there, shaking and whining\nand turning around on itself, exploring the furthest confines of animal anguish. It\ndid not move from the restricted space for the rest of the day.\"",
    "question": "\"AQA 2023 P1Q4 A student said, “This part of the story, where the hyena behaves wildly, is funny rather\nthan frightening. The writer suggests that the hyena is actually no serious threat to Pi.”\nTo what extent do you agree?\nIn your response, you could:\n• consider your impressions of how the hyena behaves\n• evaluate how the writer presents the threat of the hyena to Pi\n• support your response with references to the text.\"",
    "model_answers": [
      "The student’s opinion is understandable, as the hyena’s actions in this extract do seem absurd and even ridiculous at times. However, I only partly agree with the statement. While the hyena’s behaviour may be comical on the surface, the writer also presents it as unstable, unpredictable, and deeply unsettling. The humour is undercut by the constant sense of threat Pi feels, even if the animal never actually attacks him in this moment.\n\nThe most obviously humorous aspect of the hyena’s behaviour is the way it runs “in circles” around the boat, turning it into what Pi describes as a “twenty-five-foot indoor track.” This comparison makes the hyena seem more like a confused animal in a zoo enclosure than a predator. Repetition is used structurally to emphasise the pointlessness of the action, with Pi counting “one lap–two–three–four–five–and onwards.” The reader is made to feel that the hyena is stuck in a loop, not calculating or focused. The repetition mimics its mindless energy and creates an image that is more absurd than threatening.\n\nThis absurdity is heightened through sound. The onomatopoeic “yip yip yip yip yip” is repeated across several lines, giving the scene a rhythm that feels comic. The sound is high-pitched and irritating, not deep or aggressive like a roar. In fact, the more it is repeated, the more ridiculous it becomes. This suggests the hyena is frenzied and panicking rather than preparing to attack. Pi himself notes that this continues “all morning,” which transforms the noise into something almost theatrical — a kind of strange, animal performance rather than a sign of danger.\n\nDespite this, the writer still maintains an atmosphere of fear through Pi’s perspective. Pi admits he is “seized by fear” and that he tenses every time the hyena approaches the stern. The verbs “tensed” and “seized” show that, regardless of how silly the hyena may seem, Pi perceives it as a real and immediate threat. The contrast between the animal’s bizarre actions and Pi’s terror reminds the reader that humour does not eliminate danger — instead, it builds a more complex mood of unease. The fact that Pi “prepared for [his] end” when the hyena briefly makes eye contact with him reinforces that the threat still feels real.\n\nLater in the extract, the scene becomes grotesque. The hyena’s anticlimactic collapse is described in unpleasant detail: “it vomited… it dropped into what it had just produced.” The use of violent physical verbs like “hacked,” “coughed,” and “vomited” creates a disturbing image. While some might find the scene disgusting or darkly humorous, it also reveals the hyena’s complete physical and emotional breakdown. The phrase “exploring the furthest confines of animal anguish” uses emotive language to show that the hyena is in an unstable, almost pitiful state — still unpredictable, and therefore still dangerous.\n\nIn conclusion, while the hyena’s behaviour is at times exaggerated and may appear comical, the overall tone remains tense and unnerving. Through repetition, onomatopoeia and grotesque imagery, the writer presents the hyena as not so much funny or frightening, but something in between — unstable, irrational, and capable of danger. I mostly disagree with the student’s statement because although the hyena’s actions seem absurd, the threat to Pi remains present throughout."
    ]
  }
]